<?php

# 升级房子

$lv = (int)$_REQUEST['level'] + 1;

if((int)$_REQUEST['type'] == '1') {
	//窝
	$itemarr = array("1" => array(0,0), "2" => array(3000,0), "3" => array(20000,0), "4" => array(60000,0), "5" => array(120000,0), "6" => array(210000,0), "7" => array(300000,0), "8" => array(400000,0), "9" => array(800000,50), "10" => array(900000,60), "11" => array(1000000,70), "12" => array(1100000,80), "13" => array(1200000,90));
	$levelarr = array("1" => 0, "2" => 1, "3" => 4, "4" => 8, "5" => 12, "6" => 16, "7" => 20, "8" => 24, "9" => 30, "10" => 36, "11" => 42, "12" => 48, "13" => 54);
} else {
	//棚
	$itemarr = array("1" => array(5000,0), "2" => array(40000,0), "3" => array(90000,0), "4" => array(160000,0), "5" => array(250000,0), "6" => array(350000,0), "7" => array(500000,0), "8" => array(700000,0), "9" => array(850000,55), "10" => array(950000,65), "11" => array(1050000,75), "12" => array(1150000,85), "13" => array(1250000,95));
	$levelarr = array("1" => 2, "2" => 6, "3" => 10, "4" => 14, "5" => 18, "6" => 22, "7" => 26, "8" => 28, "9" => 33, "10" => 39, "11" => 45, "12" => 51, "13" => 57);
}

if(array_key_exists($lv, $itemarr)) {
	echo '{"level":' . $levelarr[$lv] . ',"iscdtime":false,"money":' . $itemarr[$lv]['0'] . ',"qd":' . $itemarr[$lv]['1'] . '}';
	//{"level":33,"iscdtime":false,"money":850000,"qd":50,"cdtime":0,"ecode":0}
}

?>