<?php

# 买动物

echo <<<XML
<?xml version="1.0" encoding="UTF-8"?>
<tips expiretime="600" version="89">
    <guard>
        <info id="18">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                保护环境，人人有责！
            </l>
        </info>
        <info id="17">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                你不是天使，我也不是魔鬼。
            </l>
            <l i="2">
                遇到一个好的对手可以让你变得强大，爱情同样如此。
            </l>
        </info>
        <info id="16">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                你不是天使，我也不是魔鬼。
            </l>
            <l i="2">
                我想哭的时候你想笑。
            </l>
            <l i="3">
                
            </l>
        </info>
        <info id="10">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                整个场面我完全能HOLD住！
            </l>
            <l i="2">
                举头望明月，低头思故乡！
            </l>
            <l i="3">
                射个太阳当月亮！
            </l>
        </info>
        <info id="9">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                Hi！我是小诺！
            </l>
            <l i="2">
                有我，管理牧场更快更方便哦！
            </l>
            <l i="3">
                劳动换来的果实是最美的！ 
            </l>
            <l i="4">
                绝不放过任何一个小偷！ 
            </l>
            <l i="5">
                主人，别忘了经常来看看我哦！
            </l>
        </info>
        <info id="8">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                别靠近我，我可不好相处。
            </l>
            <l i="2">
                我是一个顶天立地的神话英雄。
            </l>
            <l i="3">
                别看，还看，说的就是你。
            </l>
            <l i="4">
                气死我了，怎么还是你。
            </l>
            <l i="5">
                我脚下的风火轮，上天入地，速度极快。
            </l>
            <l i="6">
                嘿嘿，没见过我的厉害。
            </l>
            <l i="7">
                哇呜，我不要加班啦！
            </l>
            <l i="8">
                红绫，七尺长，能自动捆绑敌人。
            </l>
            <l i="9">
                乾坤圈投掷攻击，力量巨大，百发百中。
            </l>
            <l i="10">
                嘿嘿，让我逮住你吧。
            </l>
        </info>
        <info id="7">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                我是爱蹦爱跳的快活小丑。
            </l>
            <l i="2">
                我的辛酸化作喜悦带给你。
            </l>
            <l i="3">
                没事干，我就耍赖皮。
            </l>
            <l i="4">
                我最爱田园的生活了。
            </l>
            <l i="5">
                不看不知道，一看笑一跳。
            </l>
            <l i="6">
                农夫三拳有点疼。
            </l>
            <l i="7">
                别看，还看，说的就是你。
            </l>
            <l i="8">
                气死我了，怎么还是你。
            </l>
            <l i="9">
                嘿嘿，没见过我的厉害。
            </l>
            <l i="10">
                哇呜，我不要加班啦！
            </l>
            <l i="11">
                嘿嘿，让我逮住你吧。
            </l>
        </info>
        <info id="6">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                别靠近我，我可不好相处。
            </l>
            <l i="2">
                我是帅哥中的勇士哥。
            </l>
            <l i="3">
                别看我黑不溜秋的，那是我的保护色。
            </l>
            <l i="4">
                别看，还看，说的就是你。
            </l>
            <l i="5">
                气死我了，怎么还是你。
            </l>
            <l i="6">
                没事干，我就耍耍酷。
            </l>
            <l i="7">
                嘿嘿，没见过我的厉害。
            </l>
            <l i="8">
                哇呜，我不要加班啦！
            </l>
            <l i="9">
                我是非洲土著人，不是巧克力人。
            </l>
            <l i="10">
                俺是猎物滴，不是耕田滴。
            </l>
            <l i="11">
                嘿嘿，让我逮住你吧。
            </l>
        </info>
        <info id="5">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                再过来，我用手枪毙了你。
            </l>
            <l i="2">
                看看我酷哥的厉害。
            </l>
            <l i="3">
                一看我的这身打扮就知道我是牛仔。
            </l>
            <l i="4">
                别看，还看，说的就是你。
            </l>
            <l i="5">
                气死我了，怎么还是你。
            </l>
            <l i="6">
                没事干，我就耍耍酷。
            </l>
            <l i="7">
                嘿嘿，没见过我的厉害。
            </l>
            <l i="8">
                哇呜，我不要加班啦！
            </l>
            <l i="9">
                我是神枪手，我是西部牛仔。
            </l>
            <l i="10">
                嘿嘿，让我逮住你吧。
            </l>
        </info>
        <info id="4">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                我是人见人爱的聪明小魔女。
            </l>
            <l i="2">
                再过来，我就施法魔咒来攻击你。
            </l>
            <l i="3">
                看看小魔女魔咒的厉害。
            </l>
            <l i="4">
                霹雳发拉霹雳啪啦，发咪发咪发。
            </l>
            <l i="5">
                别看，还看，说的就是你。
            </l>
            <l i="6">
                气死我了，怎么还是你。
            </l>
            <l i="7">
                没事干，我就发会小呆。
            </l>
            <l i="8">
                不要，我不要又看到你了。
            </l>
            <l i="9">
                哇呜，我不要加班啦！
            </l>
        </info>
        <info id="3">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                我就是日夜执斧砍柴的樵夫。
            </l>
            <l i="2">
                现在禁止砍伐了，我的饭碗也不保了。
            </l>
            <l i="3">
                日日思念，只想见姑娘一面。
            </l>
            <l i="4">
                别看，还看，说的就是你。
            </l>
            <l i="5">
                一分劳动，一分收获。
            </l>
            <l i="6">
                谁敢下手，重斧绝不留情。
            </l>
            <l i="7">
                气死我了，怎么还是你。
            </l>
            <l i="8">
                哇呜，我不要加班！
            </l>
            <l i="9">
                有贼，小心我逮着你。
            </l>
            <l i="10">
                再壮也不能饿肚子啊。
            </l>
        </info>
        <info id="2">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                小小牧童，清早起床……
            </l>
            <l i="2">
                路见不平一声吼啊，吼完继续向前走。
            </l>
            <l i="3">
                别看，还看，说的就是你。
            </l>
            <l i="4">
                一分劳动，一分收获。
            </l>
            <l i="5">
                ……牧童遥指杏花村。
            </l>
            <l i="6">
                牧童骑黄牛，歌声振林樾。
            </l>
        </info>
        <info id="1">
            <l i="0">
                不给工资不干活。
            </l>
            <l i="1">
                我的牧场我做主。
            </l>
            <l i="2">
                怎么你又来了。
            </l>
            <l i="3">
                路见不平一声吼啊，吼完继续向前走。
            </l>
            <l i="4">
                别看，还看，说的就是你。
            </l>
            <l i="5">
                一分劳动，一分收获。
            </l>
        </info>
    </guard>
    <items>
        <item id="134">
            <info>
                <l i="0">
                    酷睿智能机器人，牧场精英，随机应变！
                </l>
            </info>
        </item>
    </items>
</tips>

XML;
?>