<?php

//滚动公告
$_NOTICE['main'][0]['text'] = '2011元旦至，农牧好礼跨年送”活动开始啦！';
$_NOTICE['main'][0]['href'] = '#';
$_NOTICE['main'][1]['text'] = '牧场新加入两种新动物（火烈鸟、紫貂）！';
$_NOTICE['main'][1]['href'] = '#';
$_NOTICE['main'][2]['text'] = '农场开通VIP包年、包月，快快冲级你的VIP级别。';
$_NOTICE['main'][2]['href'] = '#';

//牧场公告
$_NOTICE['mc'] = '尊敬的农牧友们：<br /><br />   “2011元旦至，农牧好礼跨年送”活动开始啦！农场中种植<FONT COLOR="#FF6600">星星圣诞树、姜饼人圣诞树、糖果拐杖圣诞树</FONT>，牧场中饲养<FONT COLOR="#FF6600">靓靓驯鹿、闪闪驯鹿、酷酷驯鹿</FONT>。在自己农牧场收获、到好友农牧场摘取以上活动物品的果实或幼仔时（不包含成熟动物），均有可能获得元旦活动卡片：<FONT COLOR="#FF6600">雪人卡和元旦卡</FONT>。';

//农场公告
$_NOTICE['nc'] = '尊敬的农牧友们：<br /><br />   “2011元旦至，农牧好礼跨年送”活动开始啦！农场中种植<FONT COLOR="#FF6600">星星圣诞树、姜饼人圣诞树、糖果拐杖圣诞树</FONT>，牧场中饲养<FONT COLOR="#FF6600">靓靓驯鹿、闪闪驯鹿、酷酷驯鹿</FONT>。在自己农牧场收获、到好友农牧场摘取以上活动物品的果实或幼仔时（不包含成熟动物），均有可能获得元旦活动卡片：<FONT COLOR="#FF6600">雪人卡和元旦卡</FONT>。';

?>