<?php

#农场植树活动

$mission['Title'] = "QQ农场捉迷藏活动";
$mission['PrepareTime'] = "2010-5-17 02:00:12";
$mission['BeginTime'] = "2010-6-3 16:05:00";
$mission['EndTime'] = "2010-6-3 16:05:00";
$mission['PrepareHtml'] = "<br />      大家好，马戏团的小丑穿着华丽丽的礼服又跟大家见面了。“六一”儿童节快来了,我们来玩个捉迷藏游戏。活动期间<font color='#ff0000'>只要在您好友的农场找到我并点击我，就能领取礼品</font>。不过我要声明：<br /><br />      1. 我只会躲在那些<font color='#ff0000'>果实成熟且可以被摘取</font>的好友的农场中，但不是每个都一定出现，大家要耐心找找我。<br /><br />      2. 我将给大家带来绝对震撼的礼品，包括10000金币（一次性获得10000金币哦，绝对刺激）、神秘种子、QQ空间限量版装扮等等。<br /><br />      3. 每个人每天<font color='#ff0000'>最多有3次领取礼品的机会</font>。<br /><br />      <font color='#ff0000'>活动截止时间：6月3日16:00(结束后所有小丑将消失)</font>";
$mission['BeginHtml'] = "";

?>