<?php
$_NOTICE = array (
  'main' => 
  array (
    0 => 
    array (
      'text' => '2011元旦至，农牧好礼跨年送”活动开始啦！',
      'href' => '#',
    ),
    1 => 
    array (
      'text' => '牧场新加入两种新动物（火烈鸟、紫貂）！',
      'href' => '#',
    ),
    2 => 
    array (
      'text' => '农场开通VIP包年、包月，快快冲级你的VIP级别。',
      'href' => '#',
    ),
  ),
  'mc' => '尊敬的农牧友们：<br /><br />   “2011元旦至，农牧好礼跨年送”活动开始啦！农场中种植<FONT COLOR="#FF6600">星星圣诞树、姜饼人圣诞树、糖果拐杖圣诞树</FONT>，牧场中饲养<FONT COLOR="#FF6600">靓靓驯鹿、闪闪驯鹿、酷酷驯鹿</FONT>。在自己农牧场收获、到好友农牧场摘取以上活动物品的果实或幼仔时（不包含成熟动物），均有可能获得元旦活动卡片：<FONT COLOR="#FF6600">雪人卡和元旦卡</FONT>。',
  'nc' => '尊敬的农牧友们：<br /><br />   “2011元旦至，农牧好礼跨年送”活动开始啦！农场中种植<FONT COLOR="#FF6600">星星圣诞树、姜饼人圣诞树、糖果拐杖圣诞树</FONT>，牧场中饲养<FONT COLOR="#FF6600">靓靓驯鹿、闪闪驯鹿、酷酷驯鹿</FONT>。在自己农牧场收获、到好友农牧场摘取以上活动物品的果实或幼仔时（不包含成熟动物），均有可能获得元旦活动卡片：<FONT COLOR="#FF6600">雪人卡和元旦卡</FONT>。',
);
?>